Repository: hasanozgan/kissabe
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: hello kissa.be
tr_tr: merhaba kissa.be

source: term of use
tr_tr: talimatnâne

source: privacy
tr_tr: gizlilik

source: contact
tr_tr: iletişim

source: homepage
tr_tr: anasayfa

source: shorten this
tr_tr: kissalt bakim!

source: term of use notes
tr_tr: <h2>nedir?</h2><p><i>kissa.be!</i> ticari bir kaygı düşüncesi yoktur. Geliştirici ekibin tatilde tinyurl.com'u görüp can sıkıntısı da üzerine binince "ne var canım bu serviste?" demesi ve "bizim olsun daha da güzeli olsun" düşüncesiyle çooooooook uzun web adreslerini maksimum seviyede kısaltmayı amaç edinen bir hededir. <p/><b>Örneğin;</b><p/><div style="padding-left:30px"><b>http://maps.google.com/maps?f=q&hl=en&q=Be%C5%9Fikta%C5%9F,+Be%C5%9Fikta%C5%9F,+Turkey&jsv=121&sll=37.0625,-95.677068&sspn=31.839416,79.013672&ie=UTF8&oi=georefine&ct=clnk&cd=2&geocode=0,41.071553,29.023276</b><p/>gibi karışık bir adresi aşağıda görünen hale dönüştürür.<p/><b>http://kissa.be/8</b><p/></div></p><h2>ne işe yarar?</h2> <p>kissa.be'nin birkaç kullanım şekli aşağıda sıralanmıştır!<p/> <ul> <li>sms, wap-push vb cep telefonu için kıssa web adreslerine dönüştürür.</li> <li>blog, forum ve sosyal ağlarda adresleri rahatlıkla paylaşmanıza sebep olur</li> <li>web adreslerinizi spam botlarından korur.</b> <li><i>mailto:u.name@example.com</i> şeklinde girilen eposta adreslerinizi SPAM botlarından saklamanız için idealdir.</li> <li>temiz url adresleri ve twitter, del.icio.us gibi sitelerdeki karakter sınırlamaları içindir</li> </ul></p><hr><h2>nasıl çalışır?</h2><a name="preview"></a><h3>kullanımı</h3><p>kissa.be! sitesinin anasayfasından uzun web adresinizi girin ve kıssalt butonuna basın. karşınıza gelen sayfada http://kissa.be/1 gibi bir url göreceksiniz. Bu url tarafımızdan yönlendirilir.<p/> <ul> <li>kissa.be! url kod tanımları tekildir. Yani aynısından birdaha başka bir web adresi için oluşturulmaz.</li> <li>ayrıca bu url bilgisi hiçbir zaman silinmeme garantisi tarafımızdan verilmiştir.</li> <li>url bellirlenen algoritmaya göre basamak sayısını arttırmaktadır. Maksimum basamak sayısının 8 olması hedeflenmiştir.</li> <li>hem web adresi hem de, eposta adresi girilebilir</li></ul><h3>kod'dan web adresine dönüş</h3><p>Evet bu mümkündür. http://kissa.be/1 adresini internet gezginin adres çubuğuna yazdığınızda adrese yönlendirilme yapılır. Ama url kodunun sonuna '-' işareti koyduğunuzda size uzun adresin görüntüler.<p>Örneğin:http://kissa.be/1 adresinin sorgulama istediniz. Bu adresin sonuna http://kissa.be/1- şeklinde '-' işaretini koyduğunuzda url kod önbakış sayfasına gidersiniz.</p></p><h3>bookmark</h3><p>Eğer site içeriğinizi bookmarklamak isteyenler için sitenizde link vermek isterseniz, aşağıdaki javascript link ile bunu yapabilirsiniz.<br/> <a href="javascript:void(location.href='http://kissa.be/create.php?url='+location.href)">adresi kıssalt bakim</a>.</p><h3>api desteği</h3><p>Eğer çeşitli eklentilerde ve projelerde bu servisten faydalanmak isterseniz api desteğimizden faydalanabilirsiniz.<p>Örneğin;<br/><b>http://kissa.be/api.php?url=http://sizin.uzun.web/adresiniz?url=olarak&burada=kullanildi</b></p>şeklinde çağrı yaptığınızda; sadece kıssaltılmış web adresinden oluşan sayfa karşınıza çıkacaktır.</p><h3>firefox plugin</h3><p>Firefox plugini Gökhan Goralı tarafından hazırlandı. Kendisine teşekkür ederiz.</p><p>Firefox pluginini <a href="kissa.be-v01.xpi">buradan</a> indirebilirsiniz.

source: privacy notes
tr_tr: <p>kissa.be! size ait bir veri saklamaz. bilgisayarınıza attığı çerez kissa.be'yi daha verimli kullanabilmeniz için, dil ve konum bilgisi tutar. kişisel hiçbir şeyinizle ilgilenmez. bu verileri 3. parti şirketlere satmayı da düşünmez. </p><p>kissa.be! ekibi</p>

source: contact notes
tr_tr: <p> Her türlü şikayet ve isteklerinizi bildirmek için veya hata bildirimleriniz için aşağıda verdiğimiz adresi kullanabilirsiniz.<br> </p><p>e-posta: <b>contact [at] kissa.be</b></p> <i>Epostayı gönderirken yukarıdaki [at] yazısını @ işareti ile değiştirmelisiniz. </i>

source: <b>%s</b> e-mail shorted
tr_tr: <b>%s</b> e-posta başarıyla kıssaltıldı

source: <b>%s</b> url address shorted
tr_tr: <b>%s</b> url başarıyla kıssaltıldı

source: <b>%s</b> text shorted
tr_tr: <b>%s</b> metin başarıyla kıssaltıldı

source: <b>%s</b> image shorted
tr_tr: <b>%s</b> görsel başarıyla kıssaltıldı

source: Add New Language
tr_tr: Yeni Dil Ekle

source: Languages
tr_tr: Diller

source: url link
tr_tr: url

source: text link
tr_tr: metin

source: email link
tr_tr: eposta

source: image link
tr_tr: görsel

source: download
tr_tr: indir

source: copy to clipboard
tr_tr: panoya kopyala

source: open in new window
tr_tr: yeni pencerede aç

source: Your shortened URL is %s [%s] (%d) characters.
tr_tr: Kıssaltılmış web adresiniz %s [%s] (%d) karakter tutmuştur.

source: The original URL was %s [%s] (%d) characters.
tr_tr: Orjinal URL adresiniz %s [%s] (%d) karakter tutmuştur.

source: kissa.be! - url shortener
tr_tr: kissa.be! - web adresi kissaltma hedesi

source: creator
tr_tr: kıssaltıcı

source: it's copied to clipboard ;-)
tr_tr: Panoya kopyalandı ve yapıştırılmaya hazır! ;-)

source: Copy to Clipboard
tr_tr: Panoya kopyala

source: Example
tr_tr: Örneğin

source: We made your URL <b>%d%%</b> (%d characters) shorter!
tr_tr: Sizin adresinizi <b>%%%d</b> oranında, (%d) karakter küçülttük!

source: Sorry! we didn't make your URL!
tr_tr: Üzgünüz! sizin web adresinizi küçültemedik!

source: user-friendly-url-explanation-area
tr_tr: kullanici-dostu-aciklama-alani

source: You can write explanation in the user friendly URL.
tr_tr: Kullanıcı dostu URL alanını kullanarak, kıssalttığınız web adresi daha anlaşılır bir hale gelir.

source: <p/><b>%s</b> in the blacklist!</p>
tr_tr: <p/><b>%s</b> adresi karalistede olduğu için listeye eklenmemiştir !</p>

source: Invalid your URL address !
tr_tr: Web adresiniz geçerli değil !

source: Please, check your parameters!
tr_tr: Lütfen parametreleri kontrol ediniz !

source: Your original URL
tr_tr: Gerçek web adresiniz

source: Go this page
tr_tr: bu web adresine git bakim!

source: Statistic
tr_tr: İstatistik

source: Page View
tr_tr: Sayfa Ziyareti

source: Uniq Page View
tr_tr: Tekil Sayfa Ziyareti
